{
  "413": "A **413 Entity too large.** error will be caused by one (or more) of the graphics you have uploaded for your server listing taking up too much disk space.\n\nTo stop seeing this error, please recreate your server __without__ uploading any images, once you have created the server again go to [your dashboard](https://discord.me/dashboard) and click 'Edit Server', proceed to then upload either: \n1) A different image.\n2) A smaller version of the previous image.",
  "role": "Want to get the Premium member role? Please tag our wonderful **<@&345080290051620875>** team, we'll get it to you as fast as we can.\nPlease also provide your discord.me server listing URL in the message.",
  "tags": "`!tag 413`\n`!tag offline`\n`!tag urltaken`\n`!tag idtaken`\n`!tag unablebump`\n`!tag role`\n`!tag invalid`\n`!tag noinvite`",
  "unablebump": "If you are getting the error message **Unable to bump** this is most likely caused by your current login session expiring.\n\nHowever, it could also be due to the google captcha not being completed, or due to you being removed from the management team while waiting to bump (unlikely).",
  "offline": "**The bot has no commands**\nThere are zero commands / interactions that you can make with the <@476259371912003597> bot.\nWe use the bot for 1 purpose, **invite creation**. This means that the only permissions the bot will need is `Read Messages` & `Create Instant Invite`.\n\nPossible question: 'Why don't you use the `add member endpoint`.\nAnswer: It exposes a security vulnerability & makes your server susceptible to bot raids.",
  "noinvite": "If you are currently struggling to get an invite to a Discord server from discord.me, this could be due to a couple of reasons.\n\n**1)** The server owner/administrator(s) have not setup the Discord.Me bot correctly on their side & have forgotten to give the bot permissions to `Read Messages` & `Create Instant Invite` in the channel that they selected as the invitation channel during the server creation process.\n**2)** The Discord.Me system is currently offline.\n**3)** Some other unknown issue.\n\nIf the issue is caused by option 2 // 3 it will most likely resolve itself within 5-10 minutes. If the issue still persists after 10 minutes, please notify us.",
  "idtaken": "A **ServerID has already been taken.** error is caused by the server you are trying to add already being on discord.me.\n\nTo stop this error from occurring, please log into the account that owns the discord server on the discord.me site.",
  "urltaken": "A **URL Has already been taken.** error is caused by a server already existing on discord.me that uses the URL that you provided.\n\nTo stop this error from occurring, please choose a different custom URL upon being prompted to do so during the server creation process.\n\nIf you own the server that has the URL you want & would like to transfer it, please edit the custom URL on the server you wish to transfer from first.",
  "invalid": "An **Invalid Session** error means that the current log-in session has expired.\n\nDon't worry! This is super simple to fix, all you need to do is refresh the page.\nIf refreshing doesn't work, try logging out & back in. If that still doesn't work, try clearing your browsers cashe, or use a different device.\n\nInvalid sessions usually occur after not interacting with the website for upwards of 5 minutes while logged in on your dashboard. We do this in case you have left your PC idle in a non-private location."
}